{
    "journalentries": [
        {
            "id": 1,
            "month": "May",
            "day": "03",
            "source": "Jonathan Harker’s Journal",
            "entry": [
                "3 May. Bistritz.—Left Munich at 8:35 P. M., on 1st May, arriving at Vienna early next morning; should have arrived at 6:46, but train was an hour late. Buda-Pesth seems a wonderful place, from the glimpse which I got of it from the train and the little I could walk through the streets. I feared to go very far from the station, as we had arrived late and would start as near the correct time as possible. The impression I had was that we were leaving the West and entering the East; the most western of splendid bridges over the Danube, which is here of noble width and depth, took us among the traditions of Turkish rule."
            ]
        },
        {
            "id": 2,
            "month": "May",
            "day": "04",
            "source": "Jonathan Harker’s Journal",
            "entry": [
                "4 May.—I found that my landlord had got a letter from the Count, directing him to secure the best place on the coach for me; but on making inquiries as to details he seemed somewhat reticent, and pretended that he could not understand my German. This could not be true, because up to then he had understood it perfectly; at least, he answered my questions exactly as if he did. He and his wife, the old lady who had received me, looked at each other in a frightened sort of way. He mumbled out that the money had been sent in a letter, and that was all he knew. When I asked him if he knew Count Dracula, and could tell me anything of his castle, both he and his wife crossed themselves, and, saying that they knew nothing at all, simply refused to speak further. It was so near the time of starting that I had no time to ask any one else, for it was all very mysterious and not by any means comforting.Just before I was leaving, the old lady came up to my room and said in a very hysterical way: “Must you go? Oh! young Herr, must you go?” She was in such an excited state that she seemed to have lost her grip of what German she knew, and mixed it all up with some other language which I did not know at all. I was just able to follow her by asking many questions. When I told her that I must go at once, and that I was engaged on important business, she asked again:“Do you know what day it is?” I answered that it was the fourth of May. She shook her head as she said again: “Oh, yes! I know that! I know that, but do you know what day it is?” On my saying that I did not understand, she went on:"
            ]
        },
        {
            "id": 3,
            "month": "August",
            "day": "18",
            "source": "Mina Murray’s Journal.",
            "entry": [
                "18 August.—I am happy to-day, and write sitting on the seat in the churchyard. Lucy is ever so much better. Last night she slept well all night, and did not disturb me once. The roses seem coming back already to her cheeks, though she is still sadly pale and wan-looking. If she were in any way anæmic I could understand it, but she is not. She is in gay spirits and full of life and cheerfulness. All the morbid reticence seems to have passed from her, and she has just reminded me, as if I needed any reminding, of that night, and that it was here, on this very seat, I found her asleep. As she told me she tapped playfully with the heel of her boot on the stone slab and said:—"
            ]
        },
        {
            "id": 4,
            "month": "August",
            "source": "Mina Murray’s Journal.",
            "day": "17",
            "entry": [
                "17 August.—No diary for two whole days. I have not had the heart to write. Some sort of shadowy pall seems to be coming over our happiness. No news from Jonathan, and Lucy seems to be growing weaker, whilst her mother’s hours are numbering to a close. I do not understand Lucy’s fading away as she is doing. She eats well and sleeps well, and enjoys the fresh air; but all the time the roses in her cheeks are fading, and she gets weaker and more languid day by day; at night I hear her gasping as if for air. I keep the key of our door always fastened to my wrist at night, but she gets up and walks about the room, and sits at the open window. Last night I found her leaning out when I woke up, and when I tried to wake her I could not; she was in a faint. When I managed to restore her she was as weak as water, and cried silently between long, painful struggles for breath. When I asked her how she came to be at the window she shook her head and turned away. I trust her feeling ill may not be from that unlucky prick of the safety-pin. I looked at her throat just now as she lay asleep, and the tiny wounds seem not to have healed. They are still open, and, if anything, larger than before, and the edges of them are faintly white. They are like little white dots with red centres. Unless they heal within a day or two, I shall insist on the doctor seeing about them."
            ]
        },
        {
            "id": 5,
            "month": "August",
            "day": "22",
            "source": "Dr. Seward’s Diary.",
            "entry": [
                "23 August.—“The unexpected always happens.” How well Disraeli knew life. Our bird when he found the cage open would not fly, so all our subtle arrangements were for nought. At any rate, we have proved one thing; that the spells of quietness last a reasonable time. We shall in future be able to ease his bonds for a few hours each day. I have given orders to the night attendant merely to shut him in the padded room, when once he is quiet, until an hour before sunrise. The poor soul’s body will enjoy the relief even if his mind cannot appreciate it. Hark! The unexpected again! I am called; the patient has once more escaped. Later.—Another night adventure. Renfield artfully waited until the attendant was entering the room to inspect. Then he dashed out past him and flew down the passage. I sent word for the attendants to follow. Again he went into the grounds of the deserted house, and we found him in the same place, pressed against the old chapel door. When he saw me he became furious, and had not the attendants seized him in time, he would have tried to kill me. As we were holding him a strange thing happened. He suddenly redoubled his efforts, and then as suddenly grew calm. I looked round instinctively, but could see nothing. Then I caught the patient’s eye and followed it, but could trace nothing as it looked into the moonlit sky except a big bat, which was flapping its silent and ghostly way to the west. Bats usually wheel and flit about, but this one seemed to go straight on, as if it knew where it was bound for or had some intention of its own. The patient grew calmer every instant, and presently said:— “You needn’t tie me; I shall go quietly!” Without trouble we came back to the house. I feel there is something ominous in his calm, and shall not forget this night...."
            ]
        },
        {
            "id": 6,
            "month": "August",
            "day": "24",
            "source": "Lucy Westenra’s Diary",
            "entry": [
                "Hillingham, 24 August.—I must imitate Mina, and keep writing things down. Then we can have long talks when we do meet. I wonder when it will be. I wish she were with me again, for I feel so unhappy. Last night I seemed to be dreaming again just as I was at Whitby. Perhaps it is the change of air, or getting home again. It is all dark and horrid to me, for I can remember nothing; but I am full of vague fear, and I feel so weak and worn out. When Arthur came to lunch he looked quite grieved when he saw me, and I hadn’t the spirit to try to be cheerful. I wonder if I could sleep in mother’s room to-night. I shall make an excuse and try."
            ]
        },
        {
            "id": 7,
            "month": "May",
            "day": "15",
            "source": "Jonathan Harker’s Journal",
            "entry": [
                "15 May.—Once more have I seen the Count go out in his lizard fashion. He moved downwards in a sidelong way, some hundred feet down, and a good deal to the left. He vanished into some hole or window. When his head had disappeared, I leaned out to try and see more, but without avail—the distance was too great to allow a proper angle of sight. I knew he had left the castle now, and thought to use the opportunity to explore more than I had dared to do as yet. I went back to the room, and taking a lamp, tried all the doors. They were all locked, as I had expected, and the locks were comparatively new; but I went down the stone stairs to the hall where I had entered originally. I found I could pull back the bolts easily enough and unhook the great chains; but the door was locked, and the key was gone! That key must be in the Count’s room; I must watch should his door be unlocked, so that I may get it and escape. I went on to make a thorough examination of the various stairs and passages, and to try the doors that opened from them. One or two small rooms near the hall were open, but there was nothing to see in them except old furniture, dusty with age and moth-eaten. At last, however, I found one door at the top of the stairway which, though it seemed to be locked, gave a little under pressure. I tried it harder, and found that it was not really locked, but that the resistance came from the fact that the hinges had fallen somewhat, and the heavy door rested on the floor. Here was an opportunity which I might not have again, so I exerted myself, and with many efforts forced it back so that I could enter. I was now in a wing of the castle further to the right than the rooms I knew and a storey lower down. From the windows I could see that the suite of rooms lay along to the south of the castle, the windows of the end room looking out both west and south. On the latter side, as well as to the former, there was a great precipice. The castle was built on the corner of a great rock, so that on three sides it was quite impregnable, and great windows were placed here where sling, or bow, or culverin could not reach, and consequently light and comfort, impossible to a position which had to be guarded, were secured. To the west was a great valley, and then, rising far away, great jagged mountain fastnesses, rising peak on peak, the sheer rock studded with mountain ash and thorn, whose roots clung in cracks and crevices and crannies of the stone. This was evidently the portion of the castle occupied by the ladies in bygone days, for the furniture had more air of comfort than any I had seen. The windows were curtainless, and the yellow moonlight, flooding in through the diamond panes, enabled one to see even colours, whilst it softened the wealth of dust which lay over all and disguised in some measure the ravages of time and the moth. My lamp seemed to be of little effect in the brilliant moonlight, but I was glad to have it with me, for there was a dread loneliness in the place which chilled my heart and made my nerves tremble. Still, it was better than living alone in the rooms which I had come to hate from the presence of the Count, and after trying a little to school my nerves, I found a soft quietude come over me. Here I am, sitting at a little oak table where in old times possibly some fair lady sat to pen, with much thought and many blushes, her ill-spelt love-letter, and writing in my diary in shorthand all that has happened since I closed it last. It is nineteenth century up-to-date with a vengeance. And yet, unless my senses deceive me, the old centuries had, and have, powers of their own which mere “modernity” cannot kill."
            ]
        },
        {
            "id": 8,
            "month": "June",
            "day": "25",
            "source": "Jonathan Harker’s Journal",
            "entry": [
                "25 June, morning.—No man knows till he has suffered from the night how sweet and how dear to his heart and eye the morning can be. When the sun grew so high this morning that it struck the top of the great gateway opposite my window, the high spot which it touched seemed to me as if the dove from the ark had lighted there. My fear fell from me as if it had been a vaporous garment which dissolved in the warmth. I must take action of some sort whilst the courage of the day is upon me. Last night one of my post-dated letters went to post, the first of that fatal series which is to blot out the very traces of my existence from the earth. Let me not think of it. Action! It has always been at night-time that I have been molested or threatened, or in some way in danger or in fear. I have not yet seen the Count in the daylight. Can it be that he sleeps when others wake, that he may be awake whilst they sleep? If I could only get into his room! But there is no possible way. The door is always locked, no way for me. Yes, there is a way, if one dares to take it. Where his body has gone why may not another body go? I have seen him myself crawl from his window. Why should not I imitate him, and go in by his window? The chances are desperate, but my need is more desperate still. I shall risk it. At the worst it can only be death; and a man’s death is not a calf’s, and the dreaded Hereafter may still be open to me. God help me in my task! Good-bye, Mina, if I fail; good-bye, my faithful friend and second father; good-bye, all, and last of all Mina!"
            ]
        },
        {
            "id": 9,
            "month": "June",
            "day": "25",
            "source": "Jonathan Harker’s Journal",
            "entry": [
                "Same day, later.—I have made the effort, and God, helping me, have come safely back to this room. I must put down every detail in order. I went whilst my courage was fresh straight to the window on the south side, and at once got outside on the narrow ledge of stone which runs around the building on this side. The stones are big and roughly cut, and the mortar has by process of time been washed away between them. I took off my boots, and ventured out on the desperate way. I looked down once, so as to make sure that a sudden glimpse of the awful depth would not overcome me, but after that kept my eyes away from it. I knew pretty well the direction and distance of the Count’s window, and made for it as well as I could, having regard to the opportunities available. I did not feel dizzy—I suppose I was too excited—and the time seemed ridiculously short till I found myself standing on the window-sill and trying to raise up the sash. I was filled with agitation, however, when I bent down and slid feet foremost in through the window. Then I looked around for the Count, but, with surprise and gladness, made a discovery. The room was empty! It was barely furnished with odd things, which seemed to have never been used; the furniture was something the same style as that in the south rooms, and was covered with dust. I looked for the key, but it was not in the lock, and I could not find it anywhere. The only thing I found was a great heap of gold in one corner—gold of all kinds, Roman, and British, and Austrian, and Hungarian, and Greek and Turkish money, covered with a film of dust, as though it had lain long in the ground. None of it that I noticed was less than three hundred years old. There were also chains and ornaments, some jewelled, but all of them old and stained."
            ]
        },
        {
            "id": 10,
            "month": "August",
            "day": "17",
            "source": "Letter, Samuel F. Billington & Son, Solicitors, Whitby, to Messrs. Carter, Paterson & Co., London.",
            "entry": [
                "“17 August.",
                "“Dear Sirs,—",
                "“Herewith please receive invoice of goods sent by Great Northern Railway. Same are to be delivered at Carfax, near Purfleet, immediately on receipt at goods station King’s Cross. The house is at present empty, but enclosed please find keys, all of which are labelled.",
                "“You will please deposit the boxes, fifty in number, which form the consignment, in the partially ruined building forming part of the house and marked ‘A’ on rough diagram enclosed. Your agent will easily recognise the locality, as it is the ancient chapel of the mansion. The goods leave by the train at 9:30 to-night, and will be due at King’s Cross at 4:30 to-morrow afternoon. As our client wishes the delivery made as soon as possible, we shall be obliged by your having teams ready at King’s Cross at the time named and forthwith conveying the goods to destination. In order to obviate any delays possible through any routine requirements as to payment in your departments, we enclose cheque herewith for ten pounds (£10), receipt of which please acknowledge. Should the charge be less than this amount, you can return balance; if greater, we shall at once send cheque for difference on hearing from you. You are to leave the keys on coming away in the main hall of the house, where the proprietor may get them on his entering the house by means of his duplicate key.",
                "“Pray do not take us as exceeding the bounds of business courtesy in pressing you in all ways to use the utmost expedition.",
                "“We are, dear Sirs,",
                "“Faithfully yours,",
                "“Samuel F. Billington & Son.”"
            ]
        },
        {
            "id": 11,
            "month": "August",
            "day": "24",
            "source": "Letter, Mina Harker to Lucy Westenra.",
            "entry": [
                "“Buda-Pesth, 24 August.",
                "“My dearest Lucy,—",
                "“I know you will be anxious to hear all that has happened since we parted at the railway station at Whitby. Well, my dear, I got to Hull all right, and caught the boat to Hamburg, and then the train on here. I feel that I can hardly recall anything of the journey, except that I knew I was coming to Jonathan, and, that as I should have to do some nursing, I had better get all the sleep I could.... I found my dear one, oh, so thin and pale and weak-looking. All the resolution has gone out of his dear eyes, and that quiet dignity which I told you was in his face has vanished. He is only a wreck of himself, and he does not remember anything that has happened to him for a long time past. At least, he wants me to believe so, and I shall never ask. He has had some terrible shock, and I fear it might tax his poor brain if he were to try to recall it. Sister Agatha, who is a good creature and a born nurse, tells me that he raved of dreadful things whilst he was off his head. I wanted her to tell me what they were; but she would only cross herself, and say she would never tell; that the ravings of the sick were the secrets of God, and that if a nurse through her vocation should hear them, she should respect her trust. She is a sweet, good soul, and the next day, when she saw I was troubled, she opened up the subject again, and after saying that she could never mention what my poor dear raved about, added: ‘I can tell you this much, my dear: that it was not about anything which he has done wrong himself; and you, as his wife to be, have no cause to be concerned. He has not forgotten you or what he owes to you. His fear was of great and terrible things, which no mortal can treat of.’ I do believe the dear soul thought I might be jealous lest my poor dear should have fallen in love with any other girl. The idea of my being jealous about Jonathan! And yet, my dear, let me whisper, I felt a thrill of joy through me when I knew that no other woman was a cause of trouble. I am now sitting by his bedside, where I can see his face while he sleeps. He is waking!...",
                "“When he woke he asked me for his coat, as he wanted to get something from the pocket; I asked Sister Agatha, and she brought all his things. I saw that amongst them was his note-book, and was going to ask him to let me look at it—for I knew then that I might find some clue to his trouble—but I suppose he must have seen my wish in my eyes, for he sent me over to the window, saying he wanted to be quite alone for a moment. Then he called me back, and when I came he had his hand over the note-book, and he said to me very solemnly:—",
                "“ ‘Wilhelmina’—I knew then that he was in deadly earnest, for he has never called me by that name since he asked me to marry him—‘you know, dear, my ideas of the trust between husband and wife: there should be no secret, no concealment. I have had a great shock, and when I try to think of what it is I feel my head spin round, and I do not know if it was all real or the dreaming of a madman. You know I have had brain fever, and that is to be mad. The secret is here, and I do not want to know it. I want to take up my life here, with our marriage.’ For, my dear, we had decided to be married as soon as the formalities are complete. ‘Are you willing, Wilhelmina, to share my ignorance? Here is the book. Take it and keep it, read it if you will, but never let me know; unless, indeed, some solemn duty should come upon me to go back to the bitter hours, asleep or awake, sane or mad, recorded here.’ He fell back exhausted, and I put the book under his pillow, and kissed him. I have asked Sister Agatha to beg the Superior to let our wedding be this afternoon, and am waiting her reply....",
                "“She has come and told me that the chaplain of the English mission church has been sent for. We are to be married in an hour, or as soon after as Jonathan awakes....",
                "“Lucy, the time has come and gone. I feel very solemn, but very, very happy. Jonathan woke a little after the hour, and all was ready, and he sat up in bed, propped up with pillows. He answered his ‘I will’ firmly and strongly. I could hardly speak; my heart was so full that even those words seemed to choke me. The dear sisters were so kind. Please God, I shall never, never forget them, nor the grave and sweet responsibilities I have taken upon me. I must tell you of my wedding present. When the chaplain and the sisters had left me alone with my husband—oh, Lucy, it is the first time I have written the words ‘my husband’—left me alone with my husband, I took the book from under his pillow, and wrapped it up in white paper, and tied it with a little bit of pale blue ribbon which was round my neck, and sealed it over the knot with sealing-wax, and for my seal I used my wedding ring. Then I kissed it and showed it to my husband, and told him that I would keep it so, and then it would be an outward and visible sign for us all our lives that we trusted each other; that I would never open it unless it were for his own dear sake or for the sake of some stern duty. Then he took my hand in his, and oh, Lucy, it was the first time he took his wife’s hand, and said that it was the dearest thing in all the wide world, and that he would go through all the past again to win it, if need be. The poor dear meant to have said a part of the past, but he cannot think of time yet, and I shall not wonder if at first he mixes up not only the month, but the year.",
                "“Well, my dear, what could I say? I could only tell him that I was the happiest woman in all the wide world, and that I had nothing to give him except myself, my life, and my trust, and that with these went my love and duty for all the days of my life. And, my dear, when he kissed me, and drew me to him with his poor weak hands, it was like a very solemn pledge between us....",
                "“Lucy dear, do you know why I tell you all this? It is not only because it is all sweet to me, but because you have been, and are, very dear to me. It was my privilege to be your friend and guide when you came from the schoolroom to prepare for the world of life. I want you to see now, and with the eyes of a very happy wife, whither duty has led me; so that in your own married life you too may be all happy as I am. My dear, please Almighty God, your life may be all it promises: a long day of sunshine, with no harsh wind, no forgetting duty, no distrust. I must not wish you no pain, for that can never be; but I do hope you will be always as happy as I am now. Good-bye, my dear. I shall post this at once, and, perhaps, write you very soon again. I must stop, for Jonathan is waking—I must attend to my husband!",
                "“Your ever-loving",
                "“Mina Harker.”"
            ]
        },
        {
            "id": 12,
            "month": "August",
            "day": "31",
            "source": "Letter, Arthur Holmwood to Dr. Seward.",
            "entry": [
                "“Albemarle Hotel, 31 August.",
                "“My dear Jack,—",
                "“I want you to do me a favour. Lucy is ill; that is, she has no special disease, but she looks awful, and is getting worse every day. I have asked her if there is any cause; I do not dare to ask her mother, for to disturb the poor lady’s mind about her daughter in her present state of health would be fatal. Mrs. Westenra has confided to me that her doom is spoken—disease of the heart—though poor Lucy does not know it yet. I am sure that there is something preying on my dear girl’s mind. I am almost distracted when I think of her; to look at her gives me a pang. I told her I should ask you to see her, and though she demurred at first—I know why, old fellow—she finally consented. It will be a painful task for you, I know, old friend, but it is for her sake, and I must not hesitate to ask, or you to act. You are to come to lunch at Hillingham to-morrow, two o’clock, so as not to arouse any suspicion in Mrs. Westenra, and after lunch Lucy will take an opportunity of being alone with you. I shall come in for tea, and we can go away together; I am filled with anxiety, and want to consult with you alone as soon as I can after you have seen her. Do not fail!",
                "“Arthur.”"
            ]
        },
        {
            "id": 13,
            "month": "September",
            "day": "01",
            "source": "Telegram, Arthur Holmwood to Seward.",
            "entry": [
                "“1 September.",
                "“Am summoned to see my father, who is worse. Am writing. Write me fully by to-night’s post to Ring. Wire me if necessary.”"
            ]
        },
        {
            "id": 14,
            "month": "September",
            "day": "02",
            "source": "Letter from Dr. Seward to Arthur Holmwood.",
            "entry": [
                "“2 September.",
                "“My dear old fellow,—",
                "“With regard to Miss Westenra’s health I hasten to let you know at once that in my opinion there is not any functional disturbance or any malady that I know of. At the same time, I am not by any means satisfied with her appearance; she is woefully different from what she was when I saw her last. Of course you must bear in mind that I did not have full opportunity of examination such as I should wish; our very friendship makes a little difficulty which not even medical science or custom can bridge over. I had better tell you exactly what happened, leaving you to draw, in a measure, your own conclusions. I shall then say what I have done and propose doing.",
                "“I found Miss Westenra in seemingly gay spirits. Her mother was present, and in a few seconds I made up my mind that she was trying all she knew to mislead her mother and prevent her from being anxious. I have no doubt she guesses, if she does not know, what need of caution there is. We lunched alone, and as we all exerted ourselves to be cheerful, we got, as some kind of reward for our labours, some real cheerfulness amongst us. Then Mrs. Westenra went to lie down, and Lucy was left with me. We went into her boudoir, and till we got there her gaiety remained, for the servants were coming and going. As soon as the door was closed, however, the mask fell from her face, and she sank down into a chair with a great sigh, and hid her eyes with her hand. When I saw that her high spirits had failed, I at once took advantage of her reaction to make a diagnosis. She said to me very sweetly:—",
                "“ ‘I cannot tell you how I loathe talking about myself.’ I reminded her that a doctor’s confidence was sacred, but that you were grievously anxious about her. She caught on to my meaning at once, and settled that matter in a word. ‘Tell Arthur everything you choose. I do not care for myself, but all for him!’ So I am quite free.",
                "“I could easily see that she is somewhat bloodless, but I could not see the usual anæmic signs, and by a chance I was actually able to test the quality of her blood, for in opening a window which was stiff a cord gave way, and she cut her hand slightly with broken glass. It was a slight matter in itself, but it gave me an evident chance, and I secured a few drops of the blood and have analysed them. The qualitative analysis gives a quite normal condition, and shows, I should infer, in itself a vigorous state of health. In other physical matters I was quite satisfied that there is no need for anxiety; but as there must be a cause somewhere, I have come to the conclusion that it must be something mental. She complains of difficulty in breathing satisfactorily at times, and of heavy, lethargic sleep, with dreams that frighten her, but regarding which she can remember nothing. She says that as a child she used to walk in her sleep, and that when in Whitby the habit came back, and that once she walked out in the night and went to East Cliff, where Miss Murray found her; but she assures me that of late the habit has not returned. I am in doubt, and so have done the best thing I know of; I have written to my old friend and master, Professor Van Helsing, of Amsterdam, who knows as much about obscure diseases as any one in the world. I have asked him to come over, and as you told me that all things were to be at your charge, I have mentioned to him who you are and your relations to Miss Westenra. This, my dear fellow, is in obedience to your wishes, for I am only too proud and happy to do anything I can for her. Van Helsing would, I know, do anything for me for a personal reason, so, no matter on what ground he comes, we must accept his wishes. He is a seemingly arbitrary man, but this is because he knows what he is talking about better than any one else. He is a philosopher and a metaphysician, and one of the most advanced scientists of his day; and he has, I believe, an absolutely open mind. This, with an iron nerve, a temper of the ice-brook, an indomitable resolution, self-command, and toleration exalted from virtues to blessings, and the kindliest and truest heart that beats—these form his equipment for the noble work that he is doing for mankind—work both in theory and practice, for his views are as wide as his all-embracing sympathy. I tell you these facts that you may know why I have such confidence in him. I have asked him to come at once. I shall see Miss Westenra to-morrow again. She is to meet me at the Stores, so that I may not alarm her mother by too early a repetition of my call.",
                "“Yours always,",
                "“John Seward.”"
            ]
        },
        {
            "id": 15,
            "month": "September",
            "day": "02",
            "source": "Letter, Abraham Van Helsing, M. D., D. Ph., D. Lit., etc., etc., to Dr. Seward.",
            "entry": [
                "“2 September.",
                "“My good Friend,—",
                "“When I have received your letter I am already coming to you. By good fortune I can leave just at once, without wrong to any of those who have trusted me. Were fortune other, then it were bad for those who have trusted, for I come to my friend when he call me to aid those he holds dear. Tell your friend that when that time you suck from my wound so swiftly the poison of the gangrene from that knife that our other friend, too nervous, let slip, you did more for him when he wants my aids and you call for them than all his great fortune could do. But it is pleasure added to do for him, your friend; it is to you that I come. Have then rooms for me at the Great Eastern Hotel, so that I may be near to hand, and please it so arrange that we may see the young lady not too late on to-morrow, for it is likely that I may have to return here that night. But if need be I shall come again in three days, and stay longer if it must. Till then good-bye, my friend John.",
                "“Van Helsing.”"
            ]
        }
    ]
}